case/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  WalburnSchneckVM;

nu              nu [0 2 -1 0 0 0 0] 1;

WalburnSchneckVMCoeffs
{
    rho				rho [1 -3 0 0 0 0 0] 1060;
    hct				hct [0 0 0 0 0 0 0] 0.4; //hct is between 0 to 1.
    a1				a1 [0 0 0 0 0 0 0] 0.00797;
    a2				a2 [0 0 0 0 0 0 0] 0.0608;
    a3				a3 [0 0 0 0 0 0 0] 0.005;
    a4				a4 [-1 3 0 0 0 0 0] 14.585;
    TPMA			TPMA [1 -3 0 0 0 0 0] 25.9;
}

// ************************************************************************* //
